Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/spraakteknologi.html.tmx
Source language: nob
Languages: sme

source: Språkteknologi / Språk / Forsiden - Sametinget
sme: Oza doarjaga

source: Søk tilskudd
sme: Ovddasvástideaddji politihkkár

source: Språkteknologi
sme: NSR

source: Sametingsrådet arbeider med ulike forsknings- og utviklingsaktører for å styrke det språkteknologiske tilbudet innen alle de samiske språkene.
sme: Ávjovárri

source: Det samiske språket trenger språkbrukere, og aktive språkbrukere behøver moderne hjelpemidler for data, nett og mobile enheter.
sme: Áigeguovdil

source: Ansvarlig politiker
sme: Elektrovnnalaš lohkanveahki álmmuheapmi davvi sámegielas

source: Aktuelt
sme: Sámediggi lea ovttas Acapela Group AB, Divvun ja Giellateknoin Romssa Univer...

source: Lansering av elektronisk lesehjelp for nordsamisk
sme: Loga eambbo

source: Sametinget har sammen med Acapela Group AB, Divvun og Giellatekno ved Unive...
sme: Sámi boallobeavdi jierbmetelefovnnaide lea válmmas

source: Les mer
sme: Gieldda- ja ođasmahttinministtar Jan Tore Sannerja sámediggepresideanta Aili...

source: Samisk tastatur for smarttelefoner er klart
sme: Loga eambbo

source: Kommunal- og moderniseringsminister Jan Tore Sanner og sametingspresident Ai...
sme: Čájet buot áššiid
